{
  "ME": {
    "es": "Déjenos un mensaje",
    "en": "Leave a message",
    "fr": "Contactez-nous"
  },
  "NO": {
    "es": "Nombre",
    "en": "Name",
    "fr": "Nom"
  },
  "EM": {
    "es": "E-mail",
    "en": "E-mail",
    "fr": "E-mail"
  },
  "TE": {
    "es": "Teléfono",
    "en": "Phone",
    "fr": "Téléphone"
  },
  "DM": {
    "es": "Mensaje (max: 500 caracteres)",
    "en": "Message (max: 500 chars)",
    "fr": "Message (max: 500 chars)"
  },
  "EN": {
    "es": "Enviar",
    "en": "Send",
    "fr": "Envoyer"
  },
  "SU": {
    "es": "Mensaje Enviado con éxito",
    "en": "Your message was succesfully sent",
    "fr": "Votre message a été envoyé"
  },
  "ER": {
    "es": "Se ha producido un error al enviar el mensaje",
    "en": "There has been an error and your message was not sent",
    "fr": "On n'a pas pu envoyer votre message du a un erreur"
  },
  "BS": {
    "es": "Juventud y experiencia. Tradicion y Modernidad. Lo que otros ven como contradicción, en INDESAN lo interpretamos como complementariedad y la convertimos en productos adecuados a todas las necesidades",
    "en": "Youth vs experience. Tradition vs Modernity. What others see as a contradictions, at INDESAN, we see it as complementaries and use it to make products adapted to all needs ",
    "fr": "Jeunesse vers expérience. Tradition vers modernité. Ce que les autres voient comme une contradiction, chez INDESAN, nous l'interprétons comme complémentarité et on l'utilise pour faire des produits adaptés à tous les besoins"
  },

  "BT": {
    "es": "Sobre Nosotros",
    "en": "About Us ",
    "fr": "À propos de nous"
  },
  "BIO": {
    "es": "Somos una empresa de caracter familiar fundada en el Sureste Español en 1994, especializada en la fabricación de mesas de comedor de linea moderna y reconocida internacionalmente por la calidad de nuestros acabados",
    "en": "We are a family business established in the Spanish Southeast in 1994, specialized in the manufacture of dining tables of modern line and internationally recognized for the quality of our finishes ",
    "fr": "Nous sommes une societé familiale fondée dans le sud-est espagnol en 1994, spécialisée dans la fabrication de tables à manger de ligne moderne et reconnue internationalement pour la qualité de nos finitions"
  },
  "GM": {
    "es": "Abrir en Google Maps",
    "en": "Open in Google Maps",
    "fr": "Ouvrir dans Google Maps"
  }
}
